/*1. Напишите функцију која конвертује низ вредности из миља у километре користећи метод мапе. На крају, додајте километре у нову променљиву под називом "тоталДистанцеИнКилометерс" и вратите ову променљиву.
 
константне миље = [15,20,1,60,45,120]
 
2. Из низа бројева изаберите парне двоструке бројеве и израчунајте збир користећи методе филтера низа, мапирања и редукције.
 
нека бројеви = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10];
 
3. Креирајте нови низ чији су елементи у великим словима речи присутних у оригиналном низу.
 
лет стрингс = ["осветници", "капетан Америка", "гвоздени човек", "црни пантер"];*/